[
  {
    "titleDEU": "Sonstige Arbeiten im Innenbereich",
    "titleENG": "Other interior work",
    "titleMKD": "Други внатрешни работи",
    "descriptionDEU": "Ihr Zuhause verdient den perfekten Abschluss! Als Allround-Unternehmen bieten wir Ihnen professionelle Dienstleistungen für alle Ihre Inneneinrichtungswünsche – von Fliesenarbeiten und Möbelmontage bis hin zur Beleuchtungsinstallation und kleinen Anpassungen.Mit Liebe zum Detail und einem Fokus auf Qualität sorgt unser Team dafür, dass Ihre Räume ordentlich, funktional und modern wirken.\n  ✆ Kontaktieren Sie uns für eine kostenlose Beratung und ein individuelles Angebot!",
    "descriptionENG": "Your home deserves the perfect finish! As an all-round company, we offer professional services for all your interior design needs b \u0013 from tiling and furniture assembly to lighting installation and minor adjustments. With attention to detail and a focus on quality, our team ensures that your rooms appear tidy, functional, and modern. b\u001c\u0006 Contact us for a free consultation and a customized quote!",
    "descriptionMKD": "Вашиот дом заслужува совршена завршница! Како компанија што нудиме сеопфатни услуги, нудиме професионални услуги за сите ваши потреби за внатрешен дизајн, од поставување плочки и монтажа на мебел до инсталација на осветлување и мали прилагодувања. Со внимание на деталите и фокус на квалитетот, нашиот тим се грижи вашите соби да изгледаат уредно, функционално и модерно. Контактирајте не за бесплатни консултации и персонализирана понуда!",
    "public": "yes",
    "number": "by",
    "picture": "https://res.cloudinary.com/du3oe7qmq/image/upload/v1751280751/hlgiphvxutrbmmqq3jfb.jpg",
    "id": "38c03698-4145-4284-a546-21f2512cf41a"
  },
  {
    "titleDEU": "Sanierung",
    "titleENG": "Renovation",
    "titleMKD": "Реновирање",
    "descriptionDEU": "Als Ihr zuverlässiger Partner für umfassende Sanierungen bieten wir Ihnen einen umfassenden Ansatz für die Instandhaltung und Verbesserung Ihres Zuhauses. Ob Strukturreparaturen, Feuchtigkeitssanierung oder Raummodernisierung – wir verwandeln Ihr Zuhause in einen sicheren, effizienten und schönen Wohnort.Unser Ansatz ist umfassend – vom ersten Kontakt bis zum letzten Detail. So ist jeder Aspekt Ihres Zuhauses in den besten Händen.",
    "descriptionENG": "As your reliable partner for comprehensive renovations, we offer a comprehensive approach to maintaining and improving your home. Whether structural repairs, damp remediation, or room modernization b \u0013 we transform your home into a safe, efficient, and beautiful place to live. Our approach is comprehensive b \u0013 from the first contact to the last detail. This means every aspect of your home is in the best hands.",
    "descriptionMKD": "Како ваш сигурен партнер за сеопфатни реновирања, ние нудиме сеопфатен пристап кон одржувањето и подобрувањето на вашиот дом. Без разлика дали станува збор за структурни поправки, санација на влага или модернизација на простории, ние го трансформираме вашиот дом во безбедно, ефикасно и убаво место за живеење. Нашиот пристап е сеопфатен, од првиот контакт до последниот детаљ. Ова значи дека секој аспект од вашиот дом е во најдобри раце",
    "public": "yes",
    "number": "a",
    "picture": "https://res.cloudinary.com/du3oe7qmq/image/upload/v1751280886/unorsbntac9owypqdduh.jpg",
    "id": "8e8b0aa2-d0f8-40cb-b20b-0ec47a73f1db"
  },
  {
    "titleDEU": "Streicharbeiten",
    "titleENG": "Painting",
    "titleMKD": "Фарбање",
    "descriptionDEU": "Unser Unternehmen bietet umfassende Malerarbeiten an. Dazu gehören Innen- und Außenarbeiten, die Vorbereitung des Untergrunds, die Auswahl hochwertiger Materialien und die präzise Ausführung. Wir arbeiten für Wohnhäuser, Gewerbebauten und Industrieanlagen und garantieren langlebige, makellose Ergebnisse.",
    "descriptionENG": "Our company offers comprehensive painting services. This includes interior and exterior work, surface preparation, selection of high-quality materials, and precise execution. We work for residential homes, commercial buildings, and industrial facilities and guarantee long-lasting, flawless results.",
    "descriptionMKD": "Нашата компанија нуди сеопфатни услуги за боење. Ова вклучува внатрешни и надворешни работи, подготовка на површини, избор на висококвалитетни материјали и прецизно изведување. Работиме за станбени куќи, комерцијални згради и индустриски објекти и гарантираме долготрајни, беспрекорни резултати.",
    "public": "yes",
    "number": "3",
    "picture": "https://res.cloudinary.com/du3oe7qmq/image/upload/v1751280362/lvq586lyf0qxs51eubwt.jpg",
    "id": "7678e4a1-2dfc-46da-a4b2-c8bf73cdafb0"
  },
  {
    "titleDEU": "Tapezierarbeiten",
    "titleENG": "Wallpapering",
    "titleMKD": "Тапети",
    "descriptionDEU": "Unser Unternehmen Allround bietet Polsterarbeiten an – professionelle Polsterarbeiten für Möbel und Innenräume. Dazu gehören die Restaurierung von Sesseln, Sofas, Stühlen und anderen Möbeln, der Austausch von Stoffen oder Leder, dekorative Änderungen und die Anbringung von Wandteppichen. Wir arbeiten mit hochwertigen Materialien und achten auf Präzision bis ins kleinste Detail.",
    "descriptionENG": "Our company, Allround, offers upholstery services b \u0013 professional upholstery work for furniture and interiors. This includes the restoration of armchairs, sofas, chairs, and other furniture, the replacement of fabrics or leather, decorative alterations, and the installation of tapestries. We work with high-quality materials and pay attention to precision down to the smallest detail.",
    "descriptionMKD": "Нашата компанија, Allround, нуди услуги за тапацирање, професионални работи за тапацирање мебел и ентериери. Ова вклучува реставрација на фотелји, софи, столчиња и друг мебел, замена на ткаенини или кожа, декоративни измени и монтажа на гоблени. Работиме со висококвалитетни материјали и обрнуваме внимание на прецизност до најмалите детали.",
    "public": "yes",
    "number": "1",
    "picture": "https://res.cloudinary.com/du3oe7qmq/image/upload/v1751280451/vh75yqpgvgmplg8zeslw.jpg",
    "id": "01bfacf9-c64c-4e50-a9a9-bec0f91eee8c"
  },
  {
    "titleDEU": "Renovierungen",
    "titleENG": "Renovations",
    "titleMKD": "Реновирања",
    "descriptionDEU": "Ihr Raum verdient Perfektion bis ins kleinste Detail. Als Ihr Allround-Partner runden wir jeden Umbau mit präziser Innenausbauarbeit ab, die Ihr Zuhause einzigartig macht.Vom Möbeleinbau bis hin zu kreativen Dekorationslösungen – unser Team achtet auf jedes Detail, um einen harmonischen und funktionalen Raum zu schaffen. Ob eine Küche, die Sie lieben, stimmungsvolle Beleuchtung oder Bodenbeläge, die den Charakter eines Raumes prägen – wir setzen Ihre Ideen um.",
    "descriptionENG": "Your space deserves perfection down to the smallest detail. As your all-round partner, we complete every remodel with precise interior work that makes your home unique. From furniture installation to creative decorative solutions b \u0013 our team pays attention to every detail to create a harmonious and functional space. Whether it's a kitchen you love, atmospheric lighting, or flooring that defines the character of a room b \u0013 we bring your ideas to life.",
    "descriptionMKD": "Вашиот простор заслужува совршенство до најмалиот детаљ. Како ваш сеопфатен партнер, ние го завршуваме секое реновирање со прецизна внатрешна работа што го прави вашиот дом уникатен. Од поставување мебел до креативни декоративни решенија, нашиот тим обрнува внимание на секој детаљ за да создаде хармоничен и функционален простор. Без разлика дали станува збор за кујна што ја сакате, атмосферско осветлување или под што го дефинира карактерот на собата, ние ги оживуваме вашите идеи",
    "public": "yes",
    "number": "2",
    "picture": "https://res.cloudinary.com/du3oe7qmq/image/upload/v1751280534/lfebe1v1ljp4dsp6lntc.jpg",
    "id": "90e947f8-7cff-4a09-9e79-a58d520929ce"
  }
]